INSERT INTO event(title, description, date, link, course_id)
VALUES
('Як знищити росіян? Що треба робити нашим генералам?',
 'На подкасті говоримо з відомим популяризатором військових технологій про нинішню ситуацію на лінії фронту, станом на початок весни 2024 року. Сергій Флеш розповідає, де перебуває ворог у виробництві дронів та ракет, які переваги є у них, які методи росіяни застосовують для нарощування виробництва дронів, та іншої зброї.',
 '2024-06-26 19:30:00',
 'https://us05web.zoom.us/j/88621095232?pwd=Nv5Wlt0oa4dKSgO8yAPij91hnO3bl2.1',
 2);