INSERT INTO category (id, name) VALUES (31, 'Освіта');

INSERT INTO course (name, description, category_id, course_cover, is_paid, price)
VALUES ('Спочатку людина',
        'Онлайн-курс про безбар’єрність у закладах охорони здоров’я для всіх, хто прагне змінювати вже наявні чи облаштовувати нові. Ви отримаєте чіткі рекомендації, як зробити простір закладу доступним та з чого почати.',
        31, 'cover_url_1', false, 0.0),
       ('Зростайте з Google: програма для малих бізнесів',
        'Онлайн-програма від Google для власників малих бізнесів та їхніх компаній, які хочуть зростати і масштабуватись. В 8 навчальних модулях допоможуть послідовно опанувати бізнес-процеси: від аналізу ринку на потреби ЦА до HR та фінансового менеджменту.',
        26, 'cover_url_2', false, 0.0),
       ('Літні пригоди без шкоди: Як провести безпековий урок для підлітків',
        'Навчальні та методичні матеріали про правила безпеки під час літніх канікул для учнів середньої школи', 31,
        'cover_url_3', false, 0.0),
       ('Народжені серцем: курс про усиновлення',
        'Онлайн-курс для тих, хто замислюється про усиновлення. Ви зможете розібратися у всіх аспектах процедури, від юридичних нюансів до психологічної підготовки та моментів адаптації дитини в новій родині.',
        31, 'cover_url_4', false, 0.0),
       ('Мовити.Мотиви',
        'Онлайн-курс про те, як стати носієм української мови та по самі вуха зануритися в її історію, топоніметику та етимологію висловів, колориту лексики та фразеологізмів.',
        31, 'cover_url_5', false, 0.0),
       ('Виведіть свій бізнес на міжнародний ринок',
        'Онлайн-курс від Google для українських підприємців, який допоможе продавати продукти та послуги за кордоном. Курс пропонує дорожню карту з 3 кроків, що підкаже, як обрати ринок та успішно адаптувати бізнес до потреб нових клієнтів.',
        26, 'cover_url_6', false, 0.0);
